[
  {
    "id": "freja-cellars-pinot-noir-2018",
    "name": "Freja Cellars Pinot Noir",
    "vintage": 2018,
    "type": "red",
    "region": "Willamette Valley AVA",
    "country": "USA",
    "winery": "Freja Cellars",
    "coordinates": {
      "lat": 45.2121,
      "lng": -123.1618
    },
    "notes": "Bright red fruit core of cherry and raspberry, layered with subtle earth and baking spice. Silky texture, vibrant acidity, and a long finish with hints of rose petal and forest floor.",
    "aromas": [
      "red cherry",
      "raspberry",
      "forest floor",
      "violet",
      "clove",
      "oak spice",
      "rose petal",
      "earth"
    ],
    "varietals": [
      "Pinot Noir"
    ],
    "alcohol": 13.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "Pinot Noir",
      "Willamette Valley",
      "Estate Bottled",
      "Single Vineyard",
      "2018 Vintage"
    ],
    "details": "Freja Cellars is a small family-owned winery founded in 2005; this bottling comes from a single-vineyard block planted on volcanic soils, offering classic Oregon elegance and age-worthiness."
  },
  {
    "id": "domaine-berthoumieu-charles-de-batz-2017",
    "name": "Domaine Berthoumieu Charles de Batz",
    "vintage": 2017,
    "type": "red",
    "region": "Madiran",
    "country": "France",
    "winery": "Domaine Berthoumieu",
    "coordinates": {
      "lat": 43.549639,
      "lng": -0.057621
    },
    "notes": "Opaque purple-ruby with a narrow garnet rim. The nose unfurls dense black fruits (blackberry, cassis, black cherry) woven with violet, licorice, cocoa, cedar and tobacco, plus a graphite/mineral edge. Full-bodied and powerful on the palate; the core is packed with ripe black fruits and dark chocolate, framed by abundant, fine-grained tannins typical of Tannat. Acidity is medium-high, bringing lift to the richness; oak is present but well-integrated, adding spice and toast without dominating. Savory undertones of dried herbs and a cool menthol/eucalyptus note emerge with air. The finish is long, vigorous and drying, with fruit, cocoa and cedar echoing for 30+ seconds. Decant 2–3 hours if drinking now; built for medium to long-term aging.",
    "aromas": [
      "blackberry",
      "cassis",
      "black cherry",
      "plum",
      "violet",
      "licorice",
      "cocoa",
      "tobacco leaf",
      "cedar",
      "graphite",
      "dried thyme",
      "eucalyptus"
    ],
    "varietals": [
      "Tannat",
      "Cabernet Sauvignon"
    ],
    "alcohol": 14.5,
    "body": "full",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "madiran",
      "southwest-france",
      "tannat",
      "old-vines",
      "oak-aged",
      "age-worthy",
      "collectible",
      "hearty-foods"
    ],
    "details": "Flagship cuvée from Domaine Berthoumieu, named for Charles de Batz-Castelmore d'Artagnan—born nearby in Gascony. Typically 90% Tannat and 10% Cabernet Sauvignon from 50–100+ year-old vines; grapes are fully destemmed and fermented by variety (often in cement), with controlled micro-oxygenation—a technique pioneered in Madiran—to tame Tannat's formidable tannins. Élevage is about 12 months in French oak (≈50% new) before blending and light filtration. Madiran's clay-limestone and clay-siliceous soils, along with long, dry autumns, contribute to the wine's power, structure, and capacity to age."
  },
  {
    "id": "bow-and-arrow-time-machine-blanc-2024",
    "name": "Time Machine Blanc",
    "vintage": 2024,
    "type": "white",
    "region": "Willamette Valley",
    "country": "United States",
    "winery": "Bow & Arrow",
    "coordinates": {
      "lat": 45.3245,
      "lng": -122.7110
    },
    "notes": "Pale straw with green highlights. The nose greets with bright citrus zest, Asian pear, fresh apple, and a flinty minerality. On the palate it is crisp and clean—medium-light-bodied with lively acidity, subtle floral hints, and a saline-tinged finish. Refreshing and elegant, echoing pear and lemon, with a gently chalky texture.",
    "aromas": [
      "Asian pear",
      "lemon zest",
      "green apple",
      "white flowers",
      "flint",
      "citrus",
      "mineral",
      "grass"
    ],
    "varietals": [
      "Chenin Blanc",
      "Chardonnay",
      "Melon de Bourgogne"
    ],
    "alcohol": 12.0,
    "body": "medium-light",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "Willamette Valley",
      "white blend",
      "low-intervention",
      "Loire-style",
      "everyday"
    ],
    "details": "2024 release by Bow & Arrow, loosely inspired by Loire Valley whites, blending mostly Chenin Blanc with splashes of Chardonnay and Melon de Bourgogne. Made in Portland, the winery embraces humble, drinkable terroir-driven natural wines. Organic farming, fermented in diverse vessels (steel, egg, old oak), light lees aging, low ABV and bright freshness characterize its style."
  },
  {
    "id": "bastide-de-la-ciselette-vin-de-pays-du-var-rose-2022",
    "name": "Bastide de la Ciselette Vin de Pays du Var Rosé",
    "vintage": 2022,
    "type": "rosé",
    "region": "Vin de Pays du Var",
    "country": "France",
    "winery": "Bastide de la Ciselette",
    "coordinates": {
      "lat": 43.470000,
      "lng": 6.230000
    },
    "notes": "Pale salmon with copper glints. Aromas open on wild raspberry, blood orange and ruby grapefruit layered with rosewater, white pepper and a faint sea-spray salinity. The palate is medium-light and brisk, showing vivid citrus and red berry fruit with a gently phenolic, lightly chalky texture from a short skin maceration; high natural acidity keeps it taut and refreshing. Savory notes of sage, rosemary and pink peppercorn add complexity. Dry, clean, and persistent, finishing long on citrus peel, mineral and pepper spice.",
    "aromas": [
      "wild raspberry",
      "blood orange",
      "ruby grapefruit",
      "rosewater",
      "white pepper",
      "sea spray",
      "sage",
      "rosemary",
      "pink peppercorn",
      "red currant"
    ],
    "varietals": [
      "Grenache",
      "Merlot"
    ],
    "alcohol": 12.5,
    "body": "medium-light",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "provence",
      "vin-de-pays-du-var",
      "rose",
      "bandol-area",
      "organic",
      "biodynamic",
      "summer",
      "seafood-pairing",
      "pneumatic-press",
      "short-maceration"
    ],
    "details": "Founded in 2010, Bastide de la Ciselette became the 57th winery in the Bandol appellation; owner Robert DeSalvo and vigneron Romain Bournaud farm ~15 ha, incorporating organic and biodynamic methods. Vineyards lie on pebbly clay with abundant limestone in Bandol's south-facing amphitheater. This cuvée is labeled Vin de Pays du Var (regional indication rather than Bandol AOC). Typically 60% Grenache and 40% Merlot; hand-harvested fruit receives a brief skin maceration, is pressed pneumatically and fermented to dryness in tank, then held ~4 months before bottling to preserve freshness and natural acidity."
  }
] 