[
  {
    "id": "freja-cellars-pinot-noir-2018",
    "name": "Freja Cellars Pinot Noir",
    "vintage": 2018,
    "type": "red",
    "region": "Willamette Valley AVA",
    "country": "United States",
    "winery": "Freja Cellars",
    "coordinates": {
      "lat": 45.2121,
      "lng": -123.1618
    },
    "notes": "Bright red fruit core of cherry and raspberry, layered with subtle earth and baking spice. Silky texture, vibrant acidity, and a long finish with hints of rose petal and forest floor.",
    "aromas": [
      "red cherry",
      "raspberry",
      "forest floor",
      "violet",
      "clove",
      "oak spice",
      "rose petal",
      "earth"
    ],
    "varietals": [
      "Pinot Noir"
    ],
    "alcohol": 13.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "Pinot Noir",
      "Willamette Valley",
      "Estate Bottled",
      "Single Vineyard",
      "2018 Vintage"
    ],
    "details": "Freja Cellars is a small family-owned winery founded in 2005; this bottling comes from a single-vineyard block planted on volcanic soils, offering classic Oregon elegance and age-worthiness."
  },
  {
    "id": "domaine-berthoumieu-charles-de-batz-2017",
    "name": "Domaine Berthoumieu Charles de Batz",
    "vintage": 2017,
    "type": "red",
    "region": "Madiran",
    "country": "France",
    "winery": "Domaine Berthoumieu",
    "coordinates": {
      "lat": 43.549639,
      "lng": -0.057621
    },
    "notes": "Opaque purple-ruby with a narrow garnet rim. The nose unfurls dense black fruits (blackberry, cassis, black cherry) woven with violet, licorice, cocoa, cedar and tobacco, plus a graphite/mineral edge. Full-bodied and powerful on the palate; the core is packed with ripe black fruits and dark chocolate, framed by abundant, fine-grained tannins typical of Tannat. Acidity is medium-high, bringing lift to the richness; oak is present but well-integrated, adding spice and toast without dominating. Savory undertones of dried herbs and a cool menthol/eucalyptus note emerge with air. The finish is long, vigorous and drying, with fruit, cocoa and cedar echoing for 30+ seconds. Decant 2–3 hours if drinking now; built for medium to long-term aging.",
    "aromas": [
      "blackberry",
      "cassis",
      "black cherry",
      "plum",
      "violet",
      "licorice",
      "cocoa",
      "tobacco leaf",
      "cedar",
      "graphite",
      "dried thyme",
      "eucalyptus"
    ],
    "varietals": [
      "Tannat",
      "Cabernet Sauvignon"
    ],
    "alcohol": 14.5,
    "body": "full",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "madiran",
      "southwest-france",
      "tannat",
      "old-vines",
      "oak-aged",
      "age-worthy",
      "collectible",
      "hearty-foods"
    ],
    "details": "Flagship cuvée from Domaine Berthoumieu, named for Charles de Batz-Castelmore d'Artagnan—born nearby in Gascony. Typically 90% Tannat and 10% Cabernet Sauvignon from 50–100+ year-old vines; grapes are fully destemmed and fermented by variety (often in cement), with controlled micro-oxygenation—a technique pioneered in Madiran—to tame Tannat's formidable tannins. Élevage is about 12 months in French oak (≈50% new) before blending and light filtration. Madiran's clay-limestone and clay-siliceous soils, along with long, dry autumns, contribute to the wine's power, structure, and capacity to age."
  },
  {
    "id": "bow-and-arrow-time-machine-blanc-2024",
    "name": "Time Machine Blanc",
    "vintage": 2024,
    "type": "white",
    "region": "Willamette Valley",
    "country": "United States",
    "winery": "Bow & Arrow",
    "coordinates": {
      "lat": 45.3245,
      "lng": -122.7110
    },
    "notes": "Pale straw with green highlights. The nose greets with bright citrus zest, Asian pear, fresh apple, and a flinty minerality. On the palate it is crisp and clean—medium-light-bodied with lively acidity, subtle floral hints, and a saline-tinged finish. Refreshing and elegant, echoing pear and lemon, with a gently chalky texture.",
    "aromas": [
      "Asian pear",
      "lemon zest",
      "green apple",
      "white flowers",
      "flint",
      "citrus",
      "mineral",
      "grass"
    ],
    "varietals": [
      "Chenin Blanc",
      "Chardonnay",
      "Melon de Bourgogne"
    ],
    "alcohol": 12.0,
    "body": "medium-light",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "Willamette Valley",
      "white blend",
      "low-intervention",
      "Loire-style",
      "everyday"
    ],
    "details": "2024 release by Bow & Arrow, loosely inspired by Loire Valley whites, blending mostly Chenin Blanc with splashes of Chardonnay and Melon de Bourgogne. Made in Portland, the winery embraces humble, drinkable terroir-driven natural wines. Organic farming, fermented in diverse vessels (steel, egg, old oak), light lees aging, low ABV and bright freshness characterize its style."
  },
  {
    "id": "bastide-de-la-ciselette-vin-de-pays-du-var-rose-2022",
    "name": "Bastide de la Ciselette Vin de Pays du Var Rosé",
    "vintage": 2022,
    "type": "rosé",
    "region": "Vin de Pays du Var",
    "country": "France",
    "winery": "Bastide de la Ciselette",
    "coordinates": {
      "lat": 43.470000,
      "lng": 6.230000
    },
    "notes": "Pale salmon with copper glints. Aromas open on wild raspberry, blood orange and ruby grapefruit layered with rosewater, white pepper and a faint sea-spray salinity. The palate is medium-light and brisk, showing vivid citrus and red berry fruit with a gently phenolic, lightly chalky texture from a short skin maceration; high natural acidity keeps it taut and refreshing. Savory notes of sage, rosemary and pink peppercorn add complexity. Dry, clean, and persistent, finishing long on citrus peel, mineral and pepper spice.",
    "aromas": [
      "wild raspberry",
      "blood orange",
      "ruby grapefruit",
      "rosewater",
      "white pepper",
      "sea spray",
      "sage",
      "rosemary",
      "pink peppercorn",
      "red currant"
    ],
    "varietals": [
      "Grenache",
      "Merlot"
    ],
    "alcohol": 12.5,
    "body": "medium-light",
    "acidity": "medium-high",
    "favorite": true,
    "status": "cellar",
    "tags": [
      "provence",
      "vin-de-pays-du-var",
      "rose",
      "bandol-area",
      "organic",
      "biodynamic",
      "summer",
      "seafood-pairing",
      "pneumatic-press",
      "short-maceration"
    ],
    "details": "Founded in 2010, Bastide de la Ciselette became the 57th winery in the Bandol appellation; owner Robert DeSalvo and vigneron Romain Bournaud farm ~15 ha, incorporating organic and biodynamic methods. Vineyards lie on pebbly clay with abundant limestone in Bandol's south-facing amphitheater. This cuvée is labeled Vin de Pays du Var (regional indication rather than Bandol AOC). Typically 60% Grenache and 40% Merlot; hand-harvested fruit receives a brief skin maceration, is pressed pneumatically and fermented to dryness in tank, then held ~4 months before bottling to preserve freshness and natural acidity."
  },
  {
    "id": "murgo-etna-rosato-2022",
    "name": "Murgo Etna Rosato",
    "vintage": 2022,
    "type": "rosé",
    "region": "Etna DOC",
    "country": "Italy",
    "winery": "Murgo",
    "coordinates": {
      "lat": 37.708900,
      "lng": 15.114000
    },
    "notes": "Pale salmon/onion-skin hue with brilliant clarity. The nose opens on blood orange, white cherry and nectarine, layered with rose petals, lavender and a whisper of cinnamon, smoke and crushed volcanic rock. Medium-light on the palate with high, citrus-charged acidity and a faint phenolic snap from brief skin contact; flavors echo blood orange, wild strawberry and stone fruit over a saline, mineral spine. Texture is sleek and nervy yet mouthwatering; the finish is long, savory and stony with lingering citrus peel, pink pepper and sea-spray notes.",
    "aromas": [
      "blood orange",
      "white cherry",
      "nectarine",
      "rose petals",
      "lavender",
      "crushed rock",
      "smoke",
      "pink grapefruit zest",
      "wild strawberry",
      "saline",
      "pink pepper"
    ],
    "varietals": [
      "Nerello Mascalese"
    ],
    "alcohol": 12.5,
    "body": "medium-light",
    "acidity": "high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "sicily",
      "etna",
      "rosato",
      "volcanic-soils",
      "nerello-mascalese",
      "cold-maceration",
      "tank-aged",
      "old-vines",
      "alberello",
      "seafood-pairing"
    ],
    "details": "From vineyards on Mount Etna's eastern slopes around Zafferana Etnea (dark ash, mineral-rich volcanic soils; elevations up to ~1,000 m) where old, bush-trained alberelli vines are common. 100% Nerello Mascalese; grapes (30–40+ year vines) undergo a short cold maceration (~4 hours) before the free-run juice is drawn off for fermentation in tank. The wine rests about five months in tank and two months in bottle, emphasizing crisp acidity, mineral tension and a savory, smoky complexity characteristic of Etna rosatos."
  },
  {
    "id": "bodegas-ostatu-rioja-rosado-2022",
    "name": "Bodegas Ostatu Rioja Rosado",
    "vintage": 2022,
    "type": "rosé",
    "region": "Rioja DOCa",
    "country": "Spain",
    "winery": "Bodegas Ostatu",
    "coordinates": {
      "lat": 42.545000,
      "lng": -2.650000
    },
    "notes": "Deep rosy pink/salmon hue. Expressive aromas of watermelon, ripe raspberry and cherry are laced with rose petal, fennel and a faint earthy spice. The palate is medium in body with a succulent, juicy core of red fruits; high-strung, mouthwatering acidity provides the signature snap and twang, while a subtle phenolic nibble from brief skin contact adds texture. Fermentation in stainless steel keeps it vivid and clean, finishing long on red citrus, mineral and light spice.",
    "aromas": [
      "watermelon",
      "raspberry",
      "cherry",
      "strawberry",
      "rose petal",
      "fennel",
      "red citrus",
      "crushed stone",
      "white pepper",
      "herbes de provence",
      "blood orange zest"
    ],
    "varietals": [
      "Tempranillo",
      "Garnacha",
      "Viura"
    ],
    "alcohol": 13.0,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "rioja",
      "rioja-alavesa",
      "rosado",
      "organic",
      "native-yeasts",
      "stainless-steel",
      "short-maceration",
      "mountain-vineyards",
      "seafood-pairing"
    ],
    "details": "Intentional rosado from Certified Organic, high-elevation (600+ m) sites in Rioja Alavesa. Blend typically 63% Tempranillo, 35% Garnacha and 2% Viura; a short skin maceration is followed by a long, cool fermentation on native yeasts in stainless steel. The Sáenz de Samaniego family has farmed in Rioja Alavesa since the 16th century; wines under the Ostatu label began in 1970, and the estate was modernized in 2002 with input from Hubert de Boüard of Château Angélus."
  },
  {
    "id": "ernest-eugenia-bruella-ranch-lodi-cinsault-rose-2022",
    "name": "Ernest Vineyards \"Eugenia\" Bruella Ranch Lodi Cinsault Rosé",
    "vintage": 2022,
    "type": "rosé",
    "region": "Lodi AVA",
    "country": "United States",
    "winery": "Ernest Vineyards",
    "coordinates": {
      "lat": 38.130000,
      "lng": -121.272000
    },
    "notes": "Dusty rose with a hint of onion-skin/orange at the rim. The nose leads with rosy florals and light spice over cranberry, red cherry and orange peel, joined by black tea, dried herbs and a faint mineral dust. Medium-light on the palate with bright, cutting acidity; flavors of tart red berries and citrus ride over a subtly savory, stony core and a gentle phenolic nip from brief skin contact. Stainless-steel precision keeps it crisp and clean. The finish is long and mouthwatering, echoing cranberry, tea and wet stone with a saline snap.",
    "aromas": [
      "rose petal",
      "cranberry",
      "red cherry",
      "orange peel",
      "black tea",
      "white pepper",
      "dried herbs",
      "wet stone",
      "strawberry",
      "saline"
    ],
    "varietals": [
      "Cinsault"
    ],
    "alcohol": 12.8,
    "body": "medium-light",
    "acidity": "high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "lodi",
      "cinsault",
      "rosé",
      "stainless-steel",
      "short-maceration",
      "high-acidity",
      "food-versatile",
      "central-valley",
      "sandy-clay",
      "small-production"
    ],
    "details": "Produced under Ernest's \"Eugenia\" label devoted to rosé and exploratory projects. Sourced from Bruella Ranch east of Lodi, where Cinsault—naturally heat- and drought-tolerant—thrives in sandy-clay soils with some Pacific influence. After a brief skin maceration, the free-run juice ferments cool in stainless steel to preserve freshness and the variety's naturally high acidity. The 2022 release totaled approximately 675 cases, delivering a crisp, mineral, and food-flexible style."
  },
  {
    "id": "chateau-aney-haut-medoc-cru-bourgeois-2015",
    "name": "Château Aney Haut-Médoc Cru Bourgeois",
    "vintage": 2015,
    "type": "red",
    "region": "Haut-Médoc",
    "country": "France",
    "winery": "Château Aney",
    "coordinates": {
      "lat": 45.160000,
      "lng": -0.733000
    },
    "notes": "Deep ruby with a garnet rim. Classic left-bank bouquet of cassis, blackberry and blackcurrant leaf layered with cedar, graphite, tobacco and pencil shavings. Medium-full on the palate with firm, fine Cabernet tannins, a gravelly mineral line and balanced, medium acidity; Merlot adds plummy flesh while Cab Franc/Petit Verdot bring spice and lift. Long, poised finish echoing cassis, cedar and graphite with a savory, dry close; elegant rather than massive, showing the vintage's ripeness with refined structure.",
    "aromas": [
      "cassis",
      "blackberry",
      "blackcurrant leaf",
      "cedar",
      "graphite",
      "tobacco",
      "pencil shavings",
      "violet",
      "cocoa",
      "dried herbs"
    ],
    "varietals": [
      "Cabernet Sauvignon",
      "Merlot",
      "Cabernet Franc",
      "Petit Verdot"
    ],
    "alcohol": 13.5,
    "body": "medium-full",
    "acidity": "medium",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "bordeaux",
      "left-bank",
      "cru-bourgeois",
      "gravel-soils",
      "oak-aged",
      "age-worthy",
      "classic-style"
    ],
    "details": "Estate in Cussac-Fort-Médoc between Saint-Julien and Margaux. Final blend mirrors plantings: ~65% Cabernet Sauvignon, 25% Merlot, 7% Cabernet Franc, 3% Petit Verdot. Fermented in a mix of concrete and stainless, aged ~1 year in barrels (≈30% new) and ~1 year in stainless pre-bottling. Built in 1850 by the Aney family; revived by the Raimond family after 1972, regaining Cru Bourgeois status."
  },
  {
    "id": "chateau-de-landiras-graves-rouge-2018",
    "name": "Château de Landiras Graves Rouge",
    "vintage": 2018,
    "type": "red",
    "region": "Graves",
    "country": "France",
    "winery": "Château de Landiras",
    "coordinates": {
      "lat": 44.555000,
      "lng": -0.408000
    },
    "notes": "Crimson-ruby core. Aromas of blackcurrant, black plum and blackberry framed by graphite, cedar, warm spice and a gentle cocoa/tobacco note. Medium body with supple Merlot mid-palate and Cabernet spine; tannins are polished yet persistent, acidity medium-plus for lift. Finishes savory and long on cassis, graphite and cacao with a faint gravelly mineral echo.",
    "aromas": [
      "blackcurrant",
      "black plum",
      "blackberry",
      "graphite",
      "cedar",
      "tobacco",
      "cacao",
      "warm spice",
      "violet"
    ],
    "varietals": [
      "Merlot",
      "Cabernet Sauvignon"
    ],
    "alcohol": 13.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "bordeaux",
      "graves",
      "stainless-and-concrete",
      "french-oak",
      "balanced",
      "drink-or-hold"
    ],
    "details": "From the Left Bank's Graves AOC, known for sandy, gravelly clay over deep gravels. Blend ~65% Merlot, 35% Cabernet Sauvignon; fermented in temperature-controlled concrete tanks using only ambient yeasts. Aged ~12 months in French oak barriques (≈10% new). Historic château set in the heart of Graves; current ownership has introduced organic practices."
  },
  {
    "id": "chateau-lamoliere-fronsac-2019",
    "name": "Château Lamoliere Fronsac",
    "vintage": 2019,
    "type": "red",
    "region": "Fronsac",
    "country": "France",
    "winery": "Château Lamoliere",
    "coordinates": {
      "lat": 44.932000,
      "lng": -0.317000
    },
    "notes": "Opaque ruby-purple. Plummy Merlot fruit and black cherry with damp violets, graphite, warm spice and a hint of green bell pepper from Cab Franc. Medium-full with a ripe, fleshy core, fine-grained tannins and lively, medium-plus acidity; oak is well-judged, adding subtle toast and sweetness. Long finish of dark plum, violets and spice over a limestone-chalky snap.",
    "aromas": [
      "plum",
      "black cherry",
      "violet",
      "graphite",
      "warm spice",
      "cedar",
      "green bell pepper",
      "licorice",
      "crushed stone"
    ],
    "varietals": [
      "Merlot",
      "Cabernet Franc"
    ],
    "alcohol": 14.0,
    "body": "medium-full",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "right-bank",
      "limestone",
      "french-oak",
      "merlot-dominant",
      "age-worthy",
      "value-fronsac"
    ],
    "details": "From rolling hills north of the Dordogne with abundant limestone and clay; vines average ~40 years. Blend ~86% Merlot and 14% Cabernet Franc. Fermented in tank, then transferred to used French oak barrels for ~12 months. Estate linked to Patrick Léon (ex-Mouton Rothschild/Almaviva/Opus One); part of Château Les Trois Croix."
  },
  {
    "id": "chateau-la-vaisinerie-puisseguin-saint-emilion-2019",
    "name": "Château La Vaisinerie Puisseguin Saint-Émilion",
    "vintage": 2019,
    "type": "red",
    "region": "Puisseguin Saint-Émilion",
    "country": "France",
    "winery": "Château La Vaisinerie",
    "coordinates": {
      "lat": 44.938500,
      "lng": -0.112000
    },
    "notes": "Deep garnet-red. Aromas of red and black fruits—cranberry, cherry, damson plum and blackberry—woven with tobacco, dried herbs, licorice and crushed stone. Medium-full body with fine, grainy tannins and bright, medium-plus acidity; fruit purity balanced by savory earth and spice. Persistent finish that stays lifted and mineral alongside ripe Merlot flesh.",
    "aromas": [
      "cranberry",
      "cherry",
      "damson plum",
      "blackberry",
      "tobacco",
      "dried herbs",
      "licorice",
      "crushed stone",
      "cocoa"
    ],
    "varietals": [
      "Merlot",
      "Cabernet Franc"
    ],
    "alcohol": 14.0,
    "body": "medium-full",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "saint-emilion-satellite",
      "clay-limestone",
      "part-oak-aged",
      "right-bank",
      "organic-conversion",
      "food-friendly"
    ],
    "details": "Small 17th-century estate (≈25 ha; 13 ha under vine) acquired in 2019 by négociant Alain Moses (Twins). Soils are classic clay/limestone; blend ~90% Merlot, 10% Cabernet Franc. Careful sorting and gentle vinification in concrete; ~50% aged 12–14 months in French barriques (≈1/3 new), remainder in tank. Puisseguin is among Saint-Émilion's stricter satellite AOCs."
  },
  {
    "id": "angelo-negro-langhe-nebbiolo-angelin-2022",
    "name": "Angelo Negro Langhe Nebbiolo \"Angelin\"",
    "vintage": 2022,
    "type": "red",
    "region": "Langhe",
    "country": "Italy",
    "winery": "Angelo Negro",
    "coordinates": {
      "lat": 44.700000,
      "lng": 8.040000
    },
    "notes": "Bright ruby-red. Perfumed nose of rose petal, violet and fresh red berries (raspberry, cherry) with orange peel and a faint anise/earth note. Medium body with a crunchy, youthful bite; tannins are present and chalky yet fine, acidity high and mouth-watering. Finishes long and lifted on red cherry, floral tones and mineral dust; nimble and energetic.",
    "aromas": [
      "rose petal",
      "violet",
      "red cherry",
      "raspberry",
      "strawberry",
      "orange peel",
      "anise",
      "earth",
      "crushed stone"
    ],
    "varietals": [
      "Nebbiolo"
    ],
    "alcohol": 13.5,
    "body": "medium",
    "acidity": "high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "piemonte",
      "langhe-nebbiolo",
      "floral",
      "high-acidity",
      "cask-aged",
      "hand-harvested"
    ],
    "details": "Sourced from holdings across Langhe and Roero; family grows grapes since the 1600s. Hand-picked Nebbiolo macerated in steel for ~15–18 days, then matured ~12 months in cask. Style emphasizes purity, florals and crunchy red fruit with firm, fine tannins."
  },
  {
    "id": "renzo-castella-langhe-nebbiolo-2022",
    "name": "Renzo Castella Langhe Nebbiolo",
    "vintage": 2022,
    "type": "red",
    "region": "Langhe",
    "country": "Italy",
    "winery": "Renzo Castella",
    "coordinates": {
      "lat": 44.625000,
      "lng": 8.016000
    },
    "notes": "Transparent ruby. Aromas of dark cherry and redcurrant with rose, violet, white pepper and subtle savory herbs over a stony undertone. Medium body with well-defined, firm tannins and a resonant line of high acidity; purity of cherry fruit carries through. Long, mineral finish with echoes of rose and pepper; structure reminiscent of Barolo in a more approachable frame.",
    "aromas": [
      "dark cherry",
      "redcurrant",
      "rose",
      "violet",
      "white pepper",
      "savory herbs",
      "tar",
      "crushed stone",
      "orange zest"
    ],
    "varietals": [
      "Nebbiolo"
    ],
    "alcohol": 14.0,
    "body": "medium",
    "acidity": "high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "piemonte",
      "langhe",
      "neutral-oak",
      "malolactic-in-steel",
      "structured",
      "value"
    ],
    "details": "Fruit from a herbicide- and pesticide-free vineyard near the Diano d'Alba/Serralunga border (Barolo area limestone influence). Destemmed, fermented in large neutral oak 'tini' ~1 week on skins; racked to stainless for malolactic and ~8 months' aging. Family farm founded in the early 1900s; Renzo transitioned to estate bottling."
  },
  {
    "id": "de-forville-nebbiolo-dalba-san-rocco-2021",
    "name": "De Forville Nebbiolo d'Alba \"San Rocco\"",
    "vintage": 2021,
    "type": "red",
    "region": "Nebbiolo d'Alba",
    "country": "Italy",
    "winery": "De Forville",
    "coordinates": {
      "lat": 44.660000,
      "lng": 8.085000
    },
    "notes": "Ruby-garnet. Somber dark-fruit profile—black cherry, plum and blackberry—lifted by rose, violet and subtle balsamic/tea notes. Medium body with firm, pithy tannins shaped by an extended skin fermentation; acidity bright and refreshing. Persistent, savory finish with mineral drive and refined grip; approachable yet serious.",
    "aromas": [
      "black cherry",
      "plum",
      "blackberry",
      "rose",
      "violet",
      "black tea",
      "balsamic",
      "licorice",
      "minerals"
    ],
    "varietals": [
      "Nebbiolo"
    ],
    "alcohol": 14.0,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "piemonte",
      "nebbiolo-dalba",
      "extended-maceration",
      "large-oak",
      "balanced",
      "great-value"
    ],
    "details": "From San Rocco d'Elvio near Alba. Hand-harvested; fermented on skins in stainless up to four weeks to tame/shape tannins; then racked to large 50-hl oak barrels for ~1 year before bottling. De Forville-Anfosso family farms ~11 ha across Barbaresco/Neive with a 150-year history."
  },
  {
    "id": "tiziano-mazzoni-colline-novaresi-nebbiolo-del-monteregio-2021",
    "name": "Tiziano Mazzoni Colline Novaresi Nebbiolo \"del Monteregio\"",
    "vintage": 2021,
    "type": "red",
    "region": "Colline Novaresi",
    "country": "Italy",
    "winery": "Tiziano Mazzoni",
    "coordinates": {
      "lat": 45.610000,
      "lng": 8.420000
    },
    "notes": "Luminous garnet-red with pink/orange reflections. Perfumed nose of bing cherry, crushed red raspberry and rose petal over citrus peel, leather, subtle spice and mineral. Medium body with fine-grained, gently assertive tannins and fresh, high acidity; sleek and precise. Smooth, savory finish that lingers on red fruit, rose and a hint of pepper and leather.",
    "aromas": [
      "bing cherry",
      "red raspberry",
      "rose petal",
      "citrus peel",
      "leather",
      "white pepper",
      "anise",
      "earth",
      "mineral"
    ],
    "varietals": [
      "Nebbiolo"
    ],
    "alcohol": 13.0,
    "body": "medium",
    "acidity": "high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "alto-piemonte",
      "ghemme-area",
      "indigenous-yeasts",
      "used-tonneaux",
      "unfined-unfiltered",
      "elegant"
    ],
    "details": "From Cavaglio d'Agogna in the hills east of Ghemme (Alto Piemonte). Hand-harvested, destemmed; fermented with indigenous yeasts in stainless with ~10-day maceration; aged ~1 year in used 500-L French oak tonneaux. Bottled unfined and unfiltered; farming follows organic principles."
  },
  {
    "id": "copper-six-alisos-canyon-gamay-2023",
    "name": "Copper Six Alisos Canyon Gamay",
    "vintage": 2023,
    "type": "red",
    "region": "Alisos Canyon AVA",
    "country": "United States",
    "winery": "Copper Six Winery",
    "coordinates": {
      "lat": 34.746500,
      "lng": -120.220000
    },
    "notes": "Vibrant ruby with violet flashes. Aromas leap from the glass—mountain raspberry, rosehip and black cherry—over crushed granite, chai spice and a twist of white pepper. The palate is lively and medium-bodied with bright, mouth-watering acidity; juicy red fruits are framed by fine, chalk-edged tannins from a touch of whole-cluster. Finishes long, stony and perfumed with violets and herbs; delicious slightly chilled.",
    "aromas": [
      "raspberry",
      "rosehip",
      "black cherry",
      "violet",
      "crushed granite",
      "chai spice",
      "white pepper",
      "herbes de garrigue"
    ],
    "varietals": [
      "Gamay"
    ],
    "alcohol": 13.0,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "santa-barbara",
      "alisos-canyon",
      "gamay",
      "whole-cluster",
      "neutral-oak",
      "serve-chilled",
      "crunchy-red-fruit"
    ],
    "details": "Hand-harvested in two passes (late September/early October). After sorting and destemming into open-top tanks, ~25% whole clusters were included; gentle daily pump-overs. A portion barrel-fermented; aging in a mix of neutral French oak (225L, 300L, 500L) prior to bottling to preserve the AVA's cool-Pacific, sandstone/shale-driven freshness."
  },
  {
    "id": "leah-jorgensen-le-coeur-de-tour-rain-havlin-vineyard-gamay-2022",
    "name": "Leah Jorgensen Gamay Le Coeur de Tour Rain – Havlin Vineyard",
    "vintage": 2022,
    "type": "red",
    "region": "Rogue Valley",
    "country": "United States",
    "winery": "Leah Jorgensen Cellars",
    "coordinates": {
      "lat": 42.326000,
      "lng": -122.875000
    },
    "notes": "Clear ruby. Lively scents of wild red cherry, raspberry and cranberry with violets, peppercorn and a hint of baking spice. Medium in body with bright, driving acidity; tangy red fruit flows across a silken mid-palate, framed by fine, powdery tannins. Long, pepper-tinged finish that remains energetic and food-versatile.",
    "aromas": [
      "wild red cherry",
      "raspberry",
      "cranberry",
      "violet",
      "black pepper",
      "baking spice",
      "rose petal"
    ],
    "varietals": [
      "Gamay"
    ],
    "alcohol": 12.9,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "oregon",
      "rogue-valley",
      "native-yeast",
      "neutral-french-oak",
      "minimal-intervention",
      "spice-finish"
    ],
    "details": "Hand-harvested and selectively sorted from Havlin Vineyard (ancient marine-influenced soils of shellfish, limestone and clay loam). Spontaneous fermentation on skins in stainless; then aged in neutral French oak to showcase terroir. No additives or shortcuts—an authentic, terroir-driven Gamay."
  },
  {
    "id": "domaine-du-gueret-moulin-a-vent-2023",
    "name": "Domaine du Gueret Moulin-à-Vent",
    "vintage": 2023,
    "type": "red",
    "region": "Moulin-à-Vent",
    "country": "France",
    "winery": "Domaine du Gueret",
    "coordinates": {
      "lat": 46.215300,
      "lng": 4.728800
    },
    "notes": "Deep ruby. Intense blackcurrant and black cherry layered with violet, licorice, woody nuance and a ferrous, granitic mineral tone. The palate is ripe and full-bodied for Gamay, with firm, finely knit tannins and brisk acidity giving length and poise. Long, savory finish etched by spice and granite dust—delicious now, with clear potential to develop complexity over a few years.",
    "aromas": [
      "blackcurrant",
      "black cherry",
      "violet",
      "black licorice",
      "woody spice",
      "crushed granite",
      "graphite"
    ],
    "varietals": [
      "Gamay"
    ],
    "alcohol": 13.5,
    "body": "medium-full",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "beaujolais-cru",
      "moulin-a-vent",
      "granite-soils",
      "whole-bunch",
      "long-maceration",
      "neutral-oak",
      "age-worthy"
    ],
    "details": "Estate parcels around La Bruyère on manganese- and iron-rich granite slopes. Hand harvest; rigorous sorting; long macerations with whole-bunch fermentations (~10–15 days). Partial élevage in large, neutral oak to add depth without overt wood. The Favre-Curtelin family stewards ~13 ha split between Chénas and MAV; cellar dates to the 18th century."
  },
  {
    "id": "domaine-des-gryphees-balmes-vieilles-vignes-2023",
    "name": "Domaine des Gryphées Balmes Vieilles Vignes",
    "vintage": 2023,
    "type": "red",
    "region": "Beaujolais-Villages",
    "country": "France",
    "winery": "Domaine des Gryphées",
    "coordinates": {
      "lat": 45.905000,
      "lng": 4.600000
    },
    "notes": "Deep, reflective ruby with purple highlights. Soaring aromatics of black cherry, ripe strawberry and wild raspberry over spiced plum, blueberry, candied violet, grape stem, crushed stones and a touch of pepper and forest floor. Medium-bodied and supple with polished tannins and bright, refreshing acidity; fruit generosity is balanced by a savory mineral line. Long, mouth-watering finish that invites another sip.",
    "aromas": [
      "black cherry",
      "ripe strawberry",
      "wild raspberry",
      "spiced plum",
      "blueberry",
      "candied violet",
      "grape stem",
      "crushed stone",
      "black pepper",
      "forest floor"
    ],
    "varietals": [
      "Gamay"
    ],
    "alcohol": 13.0,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "pierres-dorees",
      "old-vines-90-100yrs",
      "spontaneous-ferment",
      "stainless-to-foudre",
      "unfined-unfiltered",
      "silky-texture"
    ],
    "details": "From the steep 'Balmes' vineyard in Le Bois d'Oingt (Pierres Dorées zone), on limestone- and clay-rich soils with golden chalk. Ancient 90–100-year-old, low-yielding vines harvested by hand. Indigenous-yeast fermentation in stainless; pressed to old, neutral foudres for élevage; bottled with minimal intervention to preserve purity and site character. Estate managed by Pierre and Guillaume Durdilly."
  },
  {
    "id": "tasi-prosecco-doc-2023",
    "name": "Tasi Prosecco DOC",
    "vintage": 2023,
    "type": "sparkling",
    "region": "Prosecco DOC",
    "country": "Italy",
    "winery": "Tasi",
    "coordinates": {
      "lat": 45.887000,
      "lng": 12.305000
    },
    "notes": "Bright straw with a fine, persistent mousse. Aromas of white peach, pear skin, quince and white raspberry glide over lemon-lime zest, white flowers and a chalky, crushed-rock edge. On the palate it's dry-Brut on the fruitier side, medium-light in body with brisk, mouth-watering acidity and creamy bubbles from extended Charmat lees time; flavors echo stone fruit and citrus with a saline snap. Clean, refreshing finish with lingering peach, lemon pith and mineral dust.",
    "aromas": [
      "white peach",
      "pear skin",
      "quince",
      "white raspberry",
      "lemon zest",
      "white flowers",
      "crushed rock"
    ],
    "varietals": [
      "Glera"
    ],
    "alcohol": 11.0,
    "body": "medium-light",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "veneto",
      "charmat-method",
      "brut",
      "organic-biodynamic",
      "aperitif",
      "party-friendly"
    ],
    "details": "Organic/biodynamic fruit from an old limestone quarry site in Tregnago on the outskirts of the DOC. Hand-harvested Glera is fermented in stainless, then undergoes secondary fermentation in autoclave (Charmat) with ~60 days on fine lees. Bottled with ~10–12 g/L residual sugar for a fruit-forward Brut profile."
  },
  {
    "id": "venturini-valpolicella-classico-2023",
    "name": "Venturini Valpolicella Classico",
    "vintage": 2023,
    "type": "red",
    "region": "Valpolicella Classico",
    "country": "Italy",
    "winery": "Venturini",
    "coordinates": {
      "lat": 45.535000,
      "lng": 10.930000
    },
    "notes": "Translucent ruby. Classic scents of marasca cherry, red currant and kirsch accented by dried rose, wild fennel, a balsamic thread and saline minerals. Medium-bodied with lively, snappy acidity; juicy red fruits ride over silky tannins with a faint almond-kernel bitterness. Finishes bright and savory with dried herbs and crushed stone.",
    "aromas": [
      "marasca cherry",
      "red currant",
      "kirsch",
      "dried rose",
      "wild fennel",
      "balsamic",
      "saline mineral"
    ],
    "varietals": [
      "Corvina",
      "Rondinella",
      "Molinara"
    ],
    "alcohol": 12.8,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "veneto",
      "classico-zone",
      "stainless-ferment",
      "native-yeast",
      "pizza-pasta"
    ],
    "details": "From terraced, south/southwest-facing slopes in the historic Classico area (200–600 m). Roughly 70% Corvina, 20% Rondinella, 10% Molinara; hand-picked, destemmed via roller press, fermented ~8 days in temperature-controlled tanks; completes malolactic and rests several months before spring bottling—no oak to preserve lift."
  },
  {
    "id": "fasoli-gino-bardolino-la-corte-del-pozzo-2022",
    "name": "Fasoli Gino Bardolino \"La Corte del Pozzo\"",
    "vintage": 2022,
    "type": "red",
    "region": "Bardolino",
    "country": "Italy",
    "winery": "Fasoli Gino",
    "coordinates": {
      "lat": 45.550000,
      "lng": 10.720000
    },
    "notes": "Light ruby with a blue rim. Fragrant mix of wild roses, cherry blossom and crushed strawberry over tart cherry, blood orange and granitic mineral. Medium-light, brisk and crunchy; quick, gentle maceration gives silken tannins and a cool-stone finish. Serve slightly chilled.",
    "aromas": [
      "wild rose",
      "cherry blossom",
      "crushed strawberry",
      "tart cherry",
      "blood orange",
      "wet stone",
      "herbal tea"
    ],
    "varietals": [
      "Corvina",
      "Corvinone",
      "Rondinella"
    ],
    "alcohol": 12.0,
    "body": "light",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "lake-garda",
      "organic",
      "short-maceration",
      "serve-chilled",
      "pizza-night"
    ],
    "details": "Single hillside parcel on the eastern shore of Lake Garda near Verona; breezy Alpine influence and morainic (glacial) soils. Clusters are pressed quickly for a gentle extraction; ~15-day maceration, then settling in steel and early spring bottling with minimal intervention—true to the family's long-standing organic approach."
  },
  {
    "id": "corte-mainente-soave-classico-tenda-2023",
    "name": "Corte Mainente Soave Classico \"Tenda\"",
    "vintage": 2023,
    "type": "white",
    "region": "Soave Classico",
    "country": "Italy",
    "winery": "Corte Mainente",
    "coordinates": {
      "lat": 45.420000,
      "lng": 11.250000
    },
    "notes": "Bright straw-gold with silver-green glints. Aromas of white peach, nectarine and lime zest with white flowers, cedar, beeswax and crushed limestone. Medium-bodied and silken with crisp, stony acidity; citrus and stone-fruit flavors are shaped by a savory mineral line and a gentle leesy roundness. Finishes long, saline and precise.",
    "aromas": [
      "white peach",
      "nectarine",
      "lime zest",
      "white flowers",
      "cedar",
      "beeswax",
      "crushed limestone"
    ],
    "varietals": [
      "Garganega"
    ],
    "alcohol": 12.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "monte-tenda",
      "old-vines",
      "cement-aged",
      "lees-aging",
      "saline",
      "seafood"
    ],
    "details": "Single-vineyard Garganega from old vines in the Soave Classico hills (layers of clay over near-pure limestone). Hand-harvested, gently pressed; fermented and aged on fine lees in cement for ~12 months—no Trebbiano, no oak—emphasizing texture, orchard fruit and mineral cut."
  },
  {
    "id": "domaine-lafond-lirac-blanc-roc-epine-2021",
    "name": "Domaine Lafond Lirac Blanc \"Roc Epine\"",
    "vintage": 2021,
    "type": "white",
    "region": "Lirac",
    "country": "France",
    "winery": "Domaine Lafond Roc-Epine",
    "coordinates": {
      "lat": 44.050000,
      "lng": 4.770000
    },
    "notes": "Deep yellow-gold. Heady aromas announce the Viognier share—honeysuckle, jasmine and yellow peach—interlaced with orange oil, grilled nuts and herbal tea. Full-bodied and glossy yet balanced by slow-moving acidity; flavors of fresh peach and citrus peel ride over a viscous, layered texture. Lingering finish with floral perfume and almond richness.",
    "aromas": [
      "honeysuckle",
      "jasmine",
      "yellow peach",
      "orange oil",
      "almond",
      "herbal tea",
      "white flowers"
    ],
    "varietals": [
      "Grenache Blanc",
      "Roussanne",
      "Viognier"
    ],
    "alcohol": 14.0,
    "body": "full",
    "acidity": "medium",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "southern-rhone",
      "galets-roules",
      "stainless-aged",
      "floral",
      "rich-texture"
    ],
    "details": "From hot, wind-swept Lirac terraces opposite Châteauneuf-du-Pape. Blend approx. 50% Grenache Blanc, 30% Roussanne, 20% Viognier. Hand-harvested, de-stemmed, brief skin maceration, then cool fermentation and aging in stainless to retain freshness; bottled the following year."
  },
  {
    "id": "domaine-gavoty-cotes-de-provence-blanc-grand-classique-2021",
    "name": "Domaine Gavoty Côtes de Provence Blanc \"Grand Classique\"",
    "vintage": 2021,
    "type": "white",
    "region": "Côtes de Provence",
    "country": "France",
    "winery": "Domaine Gavoty",
    "coordinates": {
      "lat": 43.410000,
      "lng": 6.250000
    },
    "notes": "Medium yellow-gold with green-silver flashes. Aromas of sage, fennel and mint over ripe mango, white peach and green apple, laced with wildflower honey, wet stones and sea spray. Medium-plus in body yet lip-smackingly fresh; crisp acidity frames a fleshy mid-palate. Long, mineral-saline finish.",
    "aromas": [
      "sage",
      "fennel",
      "mint",
      "mango",
      "white peach",
      "green apple",
      "wildflower honey",
      "wet stone",
      "sea spray"
    ],
    "varietals": [
      "Rolle"
    ],
    "alcohol": 13.0,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "provence",
      "rolle-vermentino",
      "concrete-and-steel",
      "no-mlf",
      "organic-estate"
    ],
    "details": "100% Rolle from limestone-rich vineyards in Cabasse (northwestern Côtes de Provence). Vinified and aged in a mix of concrete and steel; malolactic is blocked to keep tension. Family estate dating to 1806; organic polyculture farm with grazing in the vines."
  },
  {
    "id": "domaine-ray-jane-igp-du-var-blanc-2022",
    "name": "Domaine Ray-Jane IGP du Var Blanc",
    "vintage": 2022,
    "type": "white",
    "region": "IGP du Var",
    "country": "France",
    "winery": "Domaine Ray-Jane",
    "coordinates": {
      "lat": 43.200000,
      "lng": 5.780000
    },
    "notes": "Pale straw with green glints. Aromas of white peach, Meyer lemon and green pineapple layered with yellow and orange blossom, acacia honey and a sea-spray salinity. Medium-plus body with lively acidity; exotic fruit and citrus glide over a stony, herbal garrigue backdrop. Persistent, mouth-watering finish.",
    "aromas": [
      "white peach",
      "Meyer lemon",
      "green pineapple",
      "yellow blossom",
      "orange blossom",
      "acacia honey",
      "sea spray",
      "herbes de garrigue"
    ],
    "varietals": [
      "Clairette",
      "Ugni Blanc",
      "Bourboulenc"
    ],
    "alcohol": 13.0,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "bandol-plateau",
      "stainless-steel",
      "saline",
      "near-term-drinking",
      "heritage-estate"
    ],
    "details": "Sourced from Le Plan du Castellet above Bandol; pebbly limestone and clay close to the Mediterranean impart saline lift. Field blend led by Clairette and Ugni Blanc with other Provençal whites. Direct-press to tank; cool, stainless fermentation and tank aging to preserve primary fruit. The Constant family has farmed here since 1288."
  },
  {
    "id": "moulin-de-gassac-picpoul-de-pinet-2022",
    "name": "Moulin de Gassac Picpoul de Pinet",
    "vintage": 2022,
    "type": "white",
    "region": "Picpoul de Pinet",
    "country": "France",
    "winery": "Moulin de Gassac",
    "coordinates": {
      "lat": 43.390000,
      "lng": 3.520000
    },
    "notes": "Silvery straw-gold. Sea-spray, lemon peel and green apple on the nose with crushed shell and a faint creamy lees note. Bracing, high acidity delivers a saline, citrus-driven palate; light body, ultra-clean lines and a whisper of lees roundness. Snappy, bone-dry finish tailor-made for oysters.",
    "aromas": [
      "lemon peel",
      "green apple",
      "sea spray",
      "crushed shell",
      "white flowers",
      "fresh herbs"
    ],
    "varietals": [
      "Picpoul"
    ],
    "alcohol": 12.5,
    "body": "light",
    "acidity": "high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "languedoc",
      "etang-de-thau",
      "lees-aged",
      "seafood",
      "value-white"
    ],
    "details": "Organic plot near the Etang de Thau lagoon on gravel and limestone. Ambient-yeast fermentation in stainless; brief lees aging (3–5 months) to soften edges while preserving the variety's hallmark saline bite. A project from the Guibert family of Mas de Daumas Gassac showcasing local terroir."
  },
  {
    "id": "yamhill-valley-vineyards-willamette-valley-estate-pinot-noir-2022",
    "name": "Yamhill Valley Vineyards Willamette Valley Estate Pinot Noir",
    "vintage": 2022,
    "type": "red",
    "region": "Willamette Valley",
    "country": "United States",
    "winery": "Yamhill Valley Vineyards",
    "coordinates": {
      "lat": 45.210000,
      "lng": -123.200000
    },
    "notes": "Garnet red that opens quickly with air. Aromas of ripe cherry, wild strawberry and blackcurrant are laced with dried rose petals, porcini, cocoa powder, damp pine and earthy notes. Medium body with silky, integrated tannins and bright, lifting acidity; poised and elegant. Long finish echoing red fruit, cocoa and forest floor; built to improve 5–10 years.",
    "aromas": [
      "ripe cherry",
      "wild strawberry",
      "blackcurrant",
      "dried rose",
      "porcini",
      "cocoa powder",
      "earth",
      "damp pine"
    ],
    "varietals": [
      "Pinot Noir"
    ],
    "alcohol": 13.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "oregon",
      "estate-grown",
      "partial-whole-cluster",
      "oak-aged-10-months",
      "age-worthy"
    ],
    "details": "Estate fruit from the McMinnville area of the Willamette Valley. Hand-harvested; ~30% whole clusters used in 2022. Aged ~10 months in a mix of new and used oak barrels; final blend assembled before bottling. Family-founded in 1983, the winery focuses on structured, cool-climate Pinot with old-world sensibility."
  },
  {
    "id": "salem-wine-co-eola-amity-hills-chardonnay-2021",
    "name": "Salem Wine Co. Eola-Amity Hills Chardonnay",
    "vintage": 2021,
    "type": "white",
    "region": "Eola-Amity Hills",
    "country": "United States",
    "winery": "Salem Wine Co.",
    "coordinates": {
      "lat": 45.060000,
      "lng": -123.080000
    },
    "notes": "Pale gold. Ripe yellow and green apple, hazelnut and lemon zest with white flowers and a touch of marzipan. Medium-bodied and classically balanced; native-yeast fermentation in large neutral oak brings gentle breadth while bright acidity delivers Oregon minerality. Long, savory-citrus finish—excellent with shellfish.",
    "aromas": [
      "yellow apple",
      "green apple",
      "hazelnut",
      "lemon zest",
      "white flowers",
      "marzipan",
      "wet stone"
    ],
    "varietals": [
      "Chardonnay"
    ],
    "alcohol": 13.0,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "evening-land",
      "seven-springs-sourced",
      "neutral-puncheons",
      "no-new-oak",
      "burgundian-style"
    ],
    "details": "Primarily from Seven Springs' Block 9 on steep, east-facing, iron-rich clay with marine sediments. Hand-harvested, gently pressed, fermented with native yeast in 500-L neutral French oak puncheons; aged 6 months on lees with no new oak, then a further ~6 months before bottling for clarity and poise."
  },
  {
    "id": "simon-di-brazzan-venezia-giulia-cabernet-franc-2021",
    "name": "Simon di Brazzan Venezia Giulia Cabernet Franc",
    "vintage": 2021,
    "type": "red",
    "region": "Venezia Giulia IGT",
    "country": "Italy",
    "winery": "Simon di Brazzan",
    "coordinates": {
      "lat": 45.958000,
      "lng": 13.456000
    },
    "notes": "Deep ruby tending to magenta at the rim. Vivid aromas of black raspberry, cranberry and black plum skin mingle with pomegranate, tobacco leaf, pink peppercorn, bay and violets over a ponka-derived mineral edge. Medium to medium-full on the palate with silky yet persistent tannins; bright, mouth-watering acidity carries ripe red/black fruit and savory spice. The finish is polished and long, echoing graphite and herbs with a cool, stony snap.",
    "aromas": [
      "black raspberry",
      "cranberry",
      "black plum skin",
      "pomegranate",
      "tobacco leaf",
      "pink peppercorn",
      "bay leaf",
      "violets",
      "graphite"
    ],
    "varietals": [
      "Cabernet Franc"
    ],
    "alcohol": 13.5,
    "body": "medium-full",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "friuli",
      "ponka-soils",
      "stainless-ferment",
      "silky-tannins",
      "savory-spice"
    ],
    "details": "From Brazzano in Friuli-Venezia Giulia, equidistant to the Julian Alps, Slovenia and the Adriatic. Harvested late October from two parcels; fermented and aged in stainless to emphasize fruit purity and fine, more-grained tannins typical of the area's ponka (sandstone-marl) soils."
  },
  {
    "id": "chateau-jeandebout-bordeaux-rouge-belle-nature-2020",
    "name": "Château Jeandebout Bordeaux Rouge \"Belle Nature\"",
    "vintage": 2020,
    "type": "red",
    "region": "Bordeaux",
    "country": "France",
    "winery": "Château Jeandebout (Vignobles Lacoste)",
    "coordinates": {
      "lat": 44.583000,
      "lng": -0.236000
    },
    "notes": "Bright ruby. Pure Cabernet Franc tones of red/black currant and cherry are framed by gravel, graphite, cigar-box spice and a loamy, ferrous undertone. Medium body with a firm, finely grained tannic structure and vibrant acidity; fruit concentration remains at the core. Finishes savory and persistent with tobacco, pencil lead and sweet herbs.",
    "aromas": [
      "black currant",
      "red currant",
      "cherry",
      "graphite",
      "cigar box",
      "tobacco",
      "loam",
      "sweet herbs"
    ],
    "varietals": [
      "Cabernet Franc"
    ],
    "alcohol": 13.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "right-bank-influence",
      "organic",
      "native-yeasts",
      "tank-aged",
      "gravelly-soils"
    ],
    "details": "Certified Organic vineyards on the Right Bank of the Garonne south of Saint-Émilion. 100% Cabernet Franc fermented on native yeasts and aged in tank to preserve freshness while showing Bordeaux gravitas and structure."
  },
  {
    "id": "vignoble-musset-roullier-anjou-rouge-les-neuf-vingt-2021",
    "name": "Vignoble Musset-Roullier Anjou Rouge \"Les Neuf Vingt\"",
    "vintage": 2021,
    "type": "red",
    "region": "Anjou",
    "country": "France",
    "winery": "Vignoble Musset-Roullier",
    "coordinates": {
      "lat": 47.342000,
      "lng": -0.556000
    },
    "notes": "Deep ruby-purple with magenta rim. Perfumed notes of black plum, Bing cherry and currants layer with caraway, rosemary, sage, black pepper and violets. Juicy and tangy on the palate with medium body, lively acidity and fine, powdery tannins; sappy red fruit and savory spice carry into a long, pepper-laced finish. Splash-decant for bistro-ready pleasure.",
    "aromas": [
      "black plum",
      "Bing cherry",
      "blackcurrant",
      "rosemary",
      "sage",
      "black pepper",
      "violets",
      "caraway"
    ],
    "varietals": [
      "Cabernet Franc"
    ],
    "alcohol": 12.8,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "loire-valley",
      "schist-and-limestone",
      "indigenous-yeasts",
      "stainless-steel",
      "bistro-style"
    ],
    "details": "From Anjou sites along the Armorican Massif fault with green/blue schists and limestone. Hand-harvested, destemmed, brief cold maceration; native-yeast fermentation in stainless and 15 months' tank aging for bright, savory, varietal Cabernet Franc."
  },
  {
    "id": "fanatic-wine-co-clarksburg-cabernet-franc-2021",
    "name": "Fanatic Wine Co. Clarksburg Cabernet Franc",
    "vintage": 2021,
    "type": "red",
    "region": "Clarksburg AVA",
    "country": "United States",
    "winery": "Fanatic Wine Company",
    "coordinates": {
      "lat": 38.418000,
      "lng": -121.537000
    },
    "notes": "Translucent, slightly cloudy ruby. Lifted aromas of cherry, raspberry, violet and pink peppercorn hint at Loire-like freshness. Medium-bodied and juicy with bright acidity and gentle tannins; red fruit purity and a touch of herb/spice glide to a crisp, chillable finish tailor-made for BBQ and easy sipping.",
    "aromas": [
      "cherry",
      "raspberry",
      "violet",
      "pink peppercorn",
      "red plum",
      "fresh herbs"
    ],
    "varietals": [
      "Cabernet Franc"
    ],
    "alcohol": 13.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "delta-breezes",
      "stainless-ferment",
      "neutral-oak",
      "chillable-red",
      "bbq-friendly"
    ],
    "details": "Clarksburg's dense clay/loam by the Sacramento River with cooling Delta fog yields vivid aromatics without green pyrazines. Fully destemmed with short stainless maceration; aged in neutral (used) oak for six months pre-bottling."
  },
  {
    "id": "domaine-vico-corse-rouge-forca-di-pero-2022",
    "name": "Domaine Vico Corse Rouge \"Forca di Pero\"",
    "vintage": 2022,
    "type": "red",
    "region": "Corse",
    "country": "France",
    "winery": "Domaine Vico",
    "coordinates": {
      "lat": 42.480000,
      "lng": 9.250000
    },
    "notes": "Luminous ruby. Bursting notes of pomegranate, brambly wild strawberry and raspberry evolve to oolong tea, tomato leaf, black pepper and wild herbs. Medium body with lively acidity and silky but assertive tannins; Niellucciu supplies dark-cherry depth and structure while Sciaccarellu adds floral lift. Long, savory, mineral-tinged finish.",
    "aromas": [
      "pomegranate",
      "wild strawberry",
      "raspberry",
      "oolong tea",
      "tomato leaf",
      "black pepper",
      "Mediterranean herbs",
      "dark cherry"
    ],
    "varietals": [
      "Niellucciu",
      "Sciaccarellu"
    ],
    "alcohol": 13.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "corsica",
      "volcanic-soils",
      "concrete-aged",
      "indigenous-yeasts",
      "unfined-unfiltered"
    ],
    "details": "High-elevation terraces with volcanic influence; ~10% whole cluster for complexity. Indigenous yeast fermentation in concrete; ~18 months' aging preserves purity and texture. Estate founded 1901; farmed with biodynamic/permaculture principles."
  },
  {
    "id": "i-garagisti-di-sorgono-mandrolisai-rosso-garage-2023",
    "name": "I Garagisti di Sorgono Mandrolisai Rosso \"Garage\"",
    "vintage": 2023,
    "type": "red",
    "region": "Mandrolisai",
    "country": "Italy",
    "winery": "I Garagisti di Sorgono",
    "coordinates": {
      "lat": 39.995000,
      "lng": 9.111000
    },
    "notes": "Vibrant ruby. Aromas of wild strawberry and cherry with Mediterranean herbs over dark berry, spice and a basaltic mineral edge. Light-to-medium in body yet concentrated, with bright acidity and supple but firm tannins; juicy fruit balances savory spice and saline mineral drive. Long, lively finish—great slightly chilled.",
    "aromas": [
      "wild strawberry",
      "cherry",
      "blackberry",
      "Mediterranean herbs",
      "anise",
      "black pepper",
      "crushed rock"
    ],
    "varietals": [
      "Bovale Sardo",
      "Cannonau",
      "Monica"
    ],
    "alcohol": 13.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "sardinia",
      "alberello-bush-vines",
      "volcanic-soils",
      "native-yeasts",
      "stainless-aged"
    ],
    "details": "From steep, high-elevation, volcanic/granitic slopes around Sorgono with 40–70-year-old alberello vines. Varieties are picked/pressed separately; spontaneous ferment in stainless; bottled unfined/unfiltered to preserve authenticity."
  },
  {
    "id": "douloufakis-pgi-crete-vidiano-2023",
    "name": "Douloufakis PGI Crete Vidiano",
    "vintage": 2023,
    "type": "white",
    "region": "Crete PGI",
    "country": "Greece",
    "winery": "Douloufakis",
    "coordinates": {
      "lat": 35.214000,
      "lng": 25.033000
    },
    "notes": "Pale golden with green glints. Aromas of peach, apricot and quince interlace with chamomile, jasmine and honeyed melon over a chalky, volcanic minerality. Full-bodied and creamy yet balanced by lively acidity; flavors of stone fruit and Golden Delicious apple glide to a dry, mineral finish of medium length—excellent with spicy seafood.",
    "aromas": [
      "peach",
      "apricot",
      "quince",
      "chamomile",
      "jasmine",
      "honeydew",
      "Golden Delicious apple",
      "chalk"
    ],
    "varietals": [
      "Vidiano"
    ],
    "alcohol": 13.5,
    "body": "full",
    "acidity": "medium",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "crete",
      "volcanic-limestone",
      "stainless-steel",
      "no-oak",
      "aromatic-white"
    ],
    "details": "Organic vineyards around Dafnes at 350–400 m with volcanic limestone. Hand-selected fruit; cool stainless fermentation and aging to showcase Vidiano's creamy texture, floral lift and mineral precision."
  },
  {
    "id": "caravaglio-igp-salina-bianco-2023",
    "name": "Caravaglio IGP Salina Bianco",
    "vintage": 2023,
    "type": "white",
    "region": "Salina IGP",
    "country": "Italy",
    "winery": "Caravaglio",
    "coordinates": {
      "lat": 38.556000,
      "lng": 14.834000
    },
    "notes": "Medium yellow-gold with green/silver flecks. Sicilian citrus, acacia honey and white peach meet Meyer lemon, green herbs and caper brine. Textural yet tense on the palate with citrusy drive, saline minerality and fine lees sheen; long, mouth-watering finish built for seafood and grilling.",
    "aromas": [
      "Sicilian citrus",
      "acacia honey",
      "white peach",
      "Meyer lemon",
      "green herbs",
      "caper brine",
      "sea spray"
    ],
    "varietals": [
      "Malvasia",
      "Catarratto"
    ],
    "alcohol": 12.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "aeolian-islands",
      "ambient-yeasts",
      "fine-lees",
      "island-salinity",
      "seafood-pairing"
    ],
    "details": "Hand-harvested, whole-cluster gentle pressing; ambient-yeast fermentation in stainless with three months on fine lees. Blend is ~90% Malvasia with ~10% Catarratto; certified organic vineyards on volcanic Salina."
  },
  {
    "id": "clos-du-caillou-cotes-du-rhone-cuvee-unique-vieilles-vignes-2021",
    "name": "Clos du Caillou Côtes du Rhône \"Cuvée Unique\" Vieilles Vignes",
    "vintage": 2021,
    "type": "red",
    "region": "Côtes du Rhône",
    "country": "France",
    "winery": "Clos du Caillou",
    "coordinates": {
      "lat": 44.088000,
      "lng": 4.878000
    },
    "notes": "After a brief decant, explosive aromas of wild raspberry, blackberry, Bing cherry and redcurrant surge from the glass, backed by red licorice, garrigue, baked clay, black peppercorn, rosewater and wild thyme. Full-bodied yet polished with supple tannins and vibrant freshness; the finish is long, savory and perfumed.",
    "aromas": [
      "wild raspberry",
      "blackberry",
      "Bing cherry",
      "redcurrant",
      "red licorice",
      "garrigue",
      "baked clay",
      "black peppercorn",
      "rosewater",
      "wild thyme"
    ],
    "varietals": [
      "Grenache",
      "Syrah",
      "Carignan",
      "Counoise",
      "Mourvèdre"
    ],
    "alcohol": 14.5,
    "body": "full",
    "acidity": "medium",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "southern-rhone",
      "old-vines",
      "indigenous-yeasts",
      "foudre-and-concrete",
      "rich-and-fresh"
    ],
    "details": "Parcels encircled by Châteauneuf-du-Pape. 2021 returned to fully destemmed fruit: ~80% Grenache with splashes of Syrah, Carignan, Counoise and Mourvèdre. Native-yeast stainless ferment; ≈1 year in 52-hl foudres and concrete for polish without heavy oak."
  },
  {
    "id": "mas-des-capitelles-faugeres-vieilles-vignes-2020",
    "name": "Mas des Capitelles Faugères \"Vieilles Vignes\"",
    "vintage": 2020,
    "type": "red",
    "region": "Faugères",
    "country": "France",
    "winery": "Mas des Capitelles",
    "coordinates": {
      "lat": 43.566000,
      "lng": 3.204000
    },
    "notes": "Luscious and full-bodied, announcing itself with saturated color and lavender-garrigue aromatics. Carignan brings juicy plum and blue fruit; Syrah layers black fruit and pepper; Mourvèdre adds smoke and savor. Medium-plus tannins show a fine dustiness that reins in the sappy fruit. Long, savory finish that sings with BBQ.",
    "aromas": [
      "lavender",
      "garrigue",
      "plum",
      "blueberry",
      "blackberry",
      "black pepper",
      "smoke",
      "dried herbs"
    ],
    "varietals": [
      "Mourvèdre",
      "Syrah",
      "Carignan"
    ],
    "alcohol": 14.0,
    "body": "full",
    "acidity": "medium",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "languedoc",
      "schist-soils",
      "old-bush-vines",
      "partial-whole-cluster",
      "large-cask-aging"
    ],
    "details": "From schistous slopes in the central Languedoc. Blend approx. 50% Mourvèdre, 25% Syrah, 25% Carignan from very old vines. Long macerations with some whole clusters; élevage ~14 months split between large oak casks and inert vessels (enamel/fiberglass) to preserve freshness and terroir."
  },
  {
    "id": "la-mozza-maremma-toscana-cabernet-sauvignon-i-perazzi-2021",
    "name": "La Mozza Maremma Toscana Cabernet Sauvignon \"I Perazzi\"",
    "vintage": 2021,
    "type": "red",
    "region": "Maremma Toscana",
    "country": "Italy",
    "winery": "La Mozza",
    "coordinates": {
      "lat": 42.585800,
      "lng": 11.255100
    },
    "notes": "Deep ruby-black to garnet. Inviting aromas of Morello cherry, blackberry and blackcurrant layered with licorice, dark chocolate, leather, tobacco, underbrush and forest floor. Medium-full palate with ripe black fruit framed by bright Tuscan acidity and polished, fine-grained tannins; savory cocoa and balsam notes trail into a long, mouthwatering finish.",
    "aromas": [
      "Morello cherry",
      "blackberry",
      "blackcurrant",
      "licorice",
      "dark chocolate",
      "leather",
      "tobacco",
      "underbrush",
      "forest floor"
    ],
    "varietals": [
      "Cabernet Sauvignon"
    ],
    "alcohol": 13.5,
    "body": "medium-full",
    "acidity": "medium",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "tuscany",
      "maremma",
      "cabernet-sauvignon",
      "slavonian-oak",
      "stainless-steel",
      "steak-pairing"
    ],
    "details": "From sustainably farmed vineyards near Magliano in Toscana (Grosseto). Hand-harvested, destemmed fruit fermented in temperature-controlled stainless for ~2 weeks; malolactic in steel, then 12 months in a mix of 4,000-L Slavonian casks and stainless. Estate owned by Joe and Lidia Bastianich; plantings include both local and international varieties."
  },
  {
    "id": "cantina-tramin-alto-adige-pinot-nero-2022",
    "name": "Cantina Tramin Alto Adige Pinot Nero",
    "vintage": 2022,
    "type": "red",
    "region": "Alto Adige",
    "country": "Italy",
    "winery": "Cantina Tramin",
    "coordinates": {
      "lat": 46.343500,
      "lng": 11.239300
    },
    "notes": "Transparent ruby. Sweet-savory mix of red and black cherry, wild strawberry and rhubarb with rose petal, underbrush, smoke, leather and alpine herbs. Medium body with silky tannins and bright, refreshing acidity; ten days on skins gives gentle grip while large casks and concrete preserve purity. Finishes lively and woodland-spiced.",
    "aromas": [
      "red cherry",
      "black cherry",
      "wild strawberry",
      "rhubarb",
      "rose petals",
      "underbrush",
      "smoke",
      "leather",
      "herbs"
    ],
    "varietals": [
      "Pinot Nero"
    ],
    "alcohol": 13.0,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "dolomites",
      "cooperative",
      "large-casks",
      "concrete",
      "screwcap",
      "silky-tannins"
    ],
    "details": "Grapes from Mazon and Montan (250–850 m; clay, gravel, limestone, porphyry). Fermented ~10 days in stainless; aged several months in large French/Austrian oak and concrete. Tramin co-op dates to 1898 and farms 270 ha with member growers."
  },
  {
    "id": "deforville-piemonte-chardonnay-2022",
    "name": "De Forville Piemonte Chardonnay",
    "vintage": 2022,
    "type": "white",
    "region": "Piemonte",
    "country": "Italy",
    "winery": "De Forville",
    "coordinates": {
      "lat": 44.736200,
      "lng": 8.142500
    },
    "notes": "Pale yellow-gold with silver-green flashes. Aromas of green and yellow apple, lemon zest, white flowers and crushed oyster shells over wet stones. Medium-bodied with a gentle creaminess balanced by a spine of citrusy, saline freshness; very clean stainless profile. Crisp, snappy finish suited to seafood or firm Piedmontese cheeses.",
    "aromas": [
      "green apple",
      "yellow apple",
      "lemon zest",
      "white flowers",
      "crushed oyster shell",
      "wet stone"
    ],
    "varietals": [
      "Chardonnay"
    ],
    "alcohol": 13.0,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "castagnole-lanze",
      "coazzolo",
      "stainless-ferment",
      "bottle-aged",
      "seafood-friendly"
    ],
    "details": "Fruit from Castagnole Lanze and Coazzolo on clay-limestone with sandstone, near Barbaresco's eastern border. 100% Chardonnay fermented and aged in stainless; bottled in spring following harvest, then given several months' bottle age before release. Family estate dating to the mid-1800s."
  },
  {
    "id": "weingut-niklas-alto-adige-sauvignon-2022",
    "name": "Weingut Niklas Alto Adige Sauvignon",
    "vintage": 2022,
    "type": "white",
    "region": "Alto Adige",
    "country": "Italy",
    "winery": "Weingut Niklas",
    "coordinates": {
      "lat": 46.409300,
      "lng": 11.248500
    },
    "notes": "Racy, Sancerre-meets-NZ profile: white grapefruit, elderflower and gooseberry with green pepper, mountain wildflowers and wet stones. Medium body with bright, assertive acidity and a faint touch of residual sweetness lending mid-palate roundness. Long, mineral finish.",
    "aromas": [
      "white grapefruit",
      "elderflower",
      "gooseberry",
      "green pepper",
      "mountain wildflowers",
      "wet stone",
      "lemon zest"
    ],
    "varietals": [
      "Sauvignon Blanc"
    ],
    "alcohol": 13.0,
    "body": "medium",
    "acidity": "high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "kaltern-caldaro",
      "pergola-trained",
      "pebbly-limestone",
      "stainless-steel",
      "aromatic-white"
    ],
    "details": "Hillside sites at 500–600 m around St. Nikolaus (Kaltern/Caldaro), pergola-trained vines on pebbly limestone. Brief skin maceration, cool fermentation and aging in stainless preserve lift and precision."
  },
  {
    "id": "glatzer-carnuntum-dac-blaufrankisch-2021",
    "name": "Glatzer Carnuntum DAC Blaufränkisch",
    "vintage": 2021,
    "type": "red",
    "region": "Carnuntum",
    "country": "Austria",
    "winery": "Weingut Glatzer",
    "coordinates": {
      "lat": 48.076200,
      "lng": 16.691800
    },
    "notes": "Deeply colored yet lively. Juicy black fruits with spicy, meaty and turned-earth notes plus a hint of black pepper and graphite. Medium body; soft-contoured tannins and present, refreshing acidity keep the palate energetic. Fresh, savory finish—great with burgers or BBQ.",
    "aromas": [
      "blackberry",
      "black cherry",
      "black pepper",
      "graphite",
      "meaty spice",
      "turned earth",
      "violet"
    ],
    "varietals": [
      "Blaufränkisch"
    ],
    "alcohol": 13.0,
    "body": "medium",
    "acidity": "medium",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "carnuntum-dac",
      "stainless-start",
      "used-austrian-oak",
      "gentle-punchdowns",
      "bbq-friendly"
    ],
    "details": "Fermented in stainless then matured in large, used Austrian oak. Gentle extraction to maximize aromatics while keeping tannins fine. Organic farming across ~50 ha between the Danube and Lake Neusiedl."
  },
  {
    "id": "geyerhof-kremstal-zweigelt-stockwerk-2020",
    "name": "Geyerhof Kremstal Zweigelt \"StockWerk\"",
    "vintage": 2020,
    "type": "red",
    "region": "Kremstal",
    "country": "Austria",
    "winery": "Weingut Geyerhof",
    "coordinates": {
      "lat": 48.372600,
      "lng": 15.606500
    },
    "notes": "Inky purple core. Aromas of dark blackberry and purple woodland berries with violets, black pepper, juniper and crushed stones. Plump yet tangy and refreshing, melding fruit and mineral sensations; marginally softer tannins than Blaufränkisch. Chill lightly for a versatile, grill-ready red.",
    "aromas": [
      "blackberry",
      "blueberry",
      "violet",
      "black pepper",
      "juniper",
      "crushed stone"
    ],
    "varietals": [
      "Zweigelt"
    ],
    "alcohol": 12.8,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "kremstal",
      "granite-gravel-soils",
      "stainless-ferment",
      "neutral-oak",
      "serve-chilled"
    ],
    "details": "Estate with 400+ years of winemaking history. Handpicked, whole-cluster pressed (with intentional brief oxidation in tray), fermented in 3,000-L temperature-controlled stainless; small percentage aged in neutral oak tanks/barrels. Sourced from younger vines around Oberfucha on granite and gravel."
  },
  {
    "id": "weingut-zahel-wiener-gemischter-satz-2022",
    "name": "Weingut Zahel Wiener Gemischter Satz",
    "vintage": 2022,
    "type": "white",
    "region": "Wiener Gemischter Satz",
    "country": "Austria",
    "winery": "Weingut Zahel",
    "coordinates": {
      "lat": 48.264500,
      "lng": 16.360600
    },
    "notes": "Light golden-yellow with green highlights. Fresh aromas of yellow apple, peach, white pepper and lemon blossom joined by apricot, honeysuckle, saffron and white flowers. Medium-bodied with a faint, pleasant oiliness cut by lively acidity; clean, saline finish that begs for schnitzel and a lemony side salad.",
    "aromas": [
      "yellow apple",
      "peach",
      "white pepper",
      "lemon blossom",
      "apricot",
      "honeysuckle",
      "saffron",
      "white flowers"
    ],
    "varietals": [
      "Grüner Veltliner",
      "Riesling",
      "Grauburgunder",
      "Weissburgunder",
      "Chardonnay",
      "Traminer"
    ],
    "alcohol": 12.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "vienna",
      "biodynamic-demeter",
      "field-blend",
      "co-fermented",
      "stainless-aged",
      "nussberg"
    ],
    "details": "From Demeter-certified hillside vineyards around Vienna (notably Nussberg, ~300 m; sandstone over limestone). By law, Gemischter Satz must be a field blend of at least three varieties; Zahel co-ferments and ages in stainless. Family winery founded in 1724; certified biodynamic since 2018."
  },
  {
    "id": "philipp-brundlmayer-gruner-veltliner-2022",
    "name": "Philipp Bründlmayer Grüner Veltliner",
    "vintage": 2022,
    "type": "white",
    "region": "Kremstal",
    "country": "Austria",
    "winery": "Weingut Bründlmayer (Philipp Bründlmayer)",
    "coordinates": {
      "lat": 48.409500,
      "lng": 15.614000
    },
    "notes": "Pale yellow-gold with silvery-green reflections. Heady scents of green apple, white peach, grapefruit and lime blossom with green herbs, white pepper, radish and a hint of flinty smoke. Medium-bodied, racy and mouth-watering with almost saline minerality; finishes bright, peppery and clean.",
    "aromas": [
      "green apple",
      "white peach",
      "grapefruit",
      "lime blossom",
      "green herbs",
      "white pepper",
      "radish",
      "flinty smoke"
    ],
    "varietals": [
      "Grüner Veltliner"
    ],
    "alcohol": 12.5,
    "body": "medium",
    "acidity": "medium-high",
    "favorite": false,
    "status": "cellar",
    "tags": [
      "loess-soils",
      "stainless-steel",
      "screwcap-1l",
      "fresh-and-saline",
      "first-course-wine"
    ],
    "details": "Fruit sourced from loess-rich sites across Kremstal (including Vordenberg and Moosburgerin) with parcels such as Ried Steingraben. Fermented and raised in stainless; a touch of trapped CO₂ lends extra snap on opening. Estate under Josef and Philipp Bründlmayer, pursuing organic certification."
  }
] 